Repository: maryambsq/Ashwaat0.1
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, fa, fr, ur

source: Allow Access
ar: السماح بالوصول
fa: اجازه موقعیت مکانی
fr: Autorisez l’accès
ur: اجازت دیں

source: Allow location
ar: السماح بالموقع
fa: اجازه موقعیت مکانی
fr: Autorisez la localisation
ur: اجازت دیں

source: Allow Location Access
ar: السماح بالوصول إلى الموقع
fa: اجازه دسترسی به موقعیت مکانی
fr: Autorisez l’accès à la localisation
ur: مقام کی اجازت دیں

source: Ashwaat!
ar: أشـواطك
fa: اشواط
ur: اشواط

source: counting your
ar: عد
fa: شمارش شما
fr: à compter vos
ur: آپ کے گننا

source: Done
ar: إتــــمـــام
fa: تمام شد
fr: Terminez
ur: مکمل ہوا

source: Focus intact
ar: والخشوع يمتدّ
fa: تمرکز حفظ شده است
fr: concentration maintenue
ur: توجہ برقرار ہے

source: Get Started
ar: ابــــــــدأ
fa: شروع کنید
fr: Commencez
ur: شروع کریں

source: Laps tracked
ar: الأشواط تُعدّ،
fa: دورها ثبت شده‌اند،
fr: Tours suivis,
ur: چکر ریکارڈ ہو گئے،

source: Laps tracked Focus Intact
ar: الأشواط تُعدّ، والخشوع يمتدّ
fa: دورها ثبت شده‌اند، تمرکز حفظ شده است
fr: Tours suivis, concentration maintenue
ur: چکر ریکارڈ ہو گئے، توجہ برقرار ہے

source: Laps tracked, Focus Intact
ar: الأشواط تُعدّ، والخشوع يمتدّ
fa: دورها ثبت شده‌اند، تمرکز حفظ شده است
fr: Tours suivis, concentration maintenue
ur: چکر ریکارڈ ہو گئے، توجہ برقرار ہے

source: Let’s begin
ar: لنبدأ في
fa: بیایید شروع كنيم
fr: Commençons
ur: آئیے شروع کریں

source: Let's begin counting your Ashwaat!
ar: لنبدأ في عد أشـواطك
fa: بیایید شمارش اشواط شما را آغاز کنیم!
fr: Commençons à compter vos tours (Ashwaat)!
ur: آئیے آپ کے اشواط (چکر) گننا شروع کریں!

source: Let’s begin counting your Ashwaat!
ar: لنبدأ في عد أشـواطك
fa: بیایید شمارش اشواط شما را آغاز کنیم!
fr: Commençons à compter vos tours (Ashwaat)!
ur: آئیے آپ کے اشواط (چکر) گننا شروع کریں!

source: Make sure you are in the intended location for performing the ritual to initiate tracking.
ar: تأكد من أنك في الموقع المخصص لأداء الشعيرة لبدء التتبع.
fa: مطمئن شوید که در مکان مناسب برای انجام مناسک هستید تا ردیابی آغاز شود.
fr: Assurez-vous d'être au bon endroit pour commencer le suivi du rituel.
ur: براہ کرم اس بات کو یقینی بنائیں کہ آپ مطلوبہ مقام پر موجود ہیں تاکہ ٹریکنگ شروع کی جا سکے۔

source: May God accept your good deeds.
ar: تقبل الله منك صالح الاعمال
fa: خداوند اعمال نیک شما را قبول كند.
fr: Qu’Allah accepte vos bonnes actions.
ur: اللہ آپ کے نیک اعمال قبول فرمائے۔

source: Resume
ar: أكـــمل
fa: ادامه بده
fr: Reprenez
ur: جاری رکھیں

source: Sa'i
ar: الســــعي
fa: الســــعى
ur: ســــعي

source: Sa’i
ar: الســــعي
fa: الســــعى
ur: ســــعي

source: Start
ar: ابــــدأ
fa: شروع كن
fr: Commencez
ur: شروع کریں

source: Tawaf
ar: الطـــواف
fa: الطـــواف
ur: طـــواف

source: To accurately track your Tawaf and Sa'i, please allow location access while using the app.
ar: لاحتساب أشواط الطواف والسعي بدقة، يرجى السماح للتطبيق بالوصول إلى موقعك أثناء الاستخدام.
fa: رای ردیابی دقیق طواف و سعی، لطفاً هنگام استفاده از برنامه به موقعیت مکانی دسترسی دهید.
fr: Pour suivre précisément votre Tawaf et Sa'i, veuillez autoriser l'accès à la localisation pendant l'utilisation de l'application.
ur: صحیح طریقے سے طواف اور سعی کو ٹریک کرنے کے لیے، براہ کرم ایپ استعمال کرتے وقت مقام كى اجازت دیں۔

source: you completed Sa’i
ar: أتممت السعي بنجاح
fa: شما سعي را کامل کردید
fr: vous avez terminé le Sa’i
ur: آپ نے سعي مکمل کر لیا

source: you completed tawaf
ar: أتممت الطواف بنجاح
fa: شما طواف را کامل کردید
fr: vous avez terminé le Tawaf
ur: آپ نے طواف مکمل کر لیا

source: you spent 40 min
ar: لقد قضيت دقيقة
fa: شما ‌دقیقه صرف کردید
fr: vous avez passé min
ur: آپ نے منٹ صرف کیے

source: you spent min
ar: لقد قضيت دقيقة
fa: شما ‌دقیقه صرف کردید
fr: vous avez passé min
ur: آپ نے منٹ صرف کیے

source: you took 4000 steps
ar: قطعت خطوة
fa: شما قدم برداشتید
fr: vous avez fait pas
ur: آپ نے قدم اٹھائے

source: you took steps
ar: قطعت خطوة
fa: شما قدم برداشتید
fr: vous avez fait pas
ur: آپ نے قدم اٹھائے
